Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: The androids the human race left behind acted as if they wanted to be human.
pl: Androidy, które pozostawili po sobie ludzie, zachowywały się tak, jakby chciały być ludźmi.

source: The angel agreed to trade a set of white wings for the head of another demon. Overjoyed, the demon killed one of his own and plucked the head right off its still-warm body.
pl: Anioł zgodził się dać złemu demonowi białe skrzydła, w zamian za głowę innego demona. Uradowany zły demon zabił jednego ze swoich i wyrwał głowę wciąż ciepłego ciała.

source: The angel cursed both himself and the cruelty of the world. The resulting hatred stained his body and his wings, turning them both black as night. Then, crying tears of blood, he brought his hands to the girl's neck.
pl: Anioł przeklinał siebie, jak i okrucieństwo świata. Ta nienawiść zabarwiła jego ciało i skrzydła, sprawiając, że stały się czarne jak noc. Płacząc krwawymi łzami, zacisnął ręce na szyi dziewczynki.

source: The angel then led the demon to heaven, where he underwent centuries of the cruelest tortures imaginable. Finally, the pain was so great that he lost consciousness—at which point his dark wings turned the promised shade of white.
pl: Anioł zaprowadził złego demona do nieba, gdzie przez wieki przechodził przez serie najokrutniejszych tortur. W końcu ból stał się tak silny, że stracił świadomość. W tym momencie jego ciemne skrzydła zyskały obiecaną biel.

source: The angel, however, provided aid to sinners and non-believers as well—an act which was strictly forbidden. Each time he did so, a single white feather would fall away from his glorious wings.
pl: Jednakże, anioł udzielał pomocy również grzesznikom i niewierzącym, co było ściśle zakazane. Za każdą taką pomoc, z jego pięknych skrzydeł, odpadało jedno białe pióro.

source: The animal-loving machine lifeform has another concern: A roving herd of animals from parts unknown is encroaching on its territory, injuring animals and taking over their land. Chase off the invaders and save the woodland creatures!
pl: Kochająca zwierzęta mechaniczna forma życia ma kolejny problem: wędrujące stado zwierząt z nieznanych stron, wdarło się na jej terytorium, kalecząc zwierzęta i przejmując ich ziemię. Przegoń najeźdźców i uratuj leśne stworzenia!

source: The answer is what I am now
pl: Odpowiedzią jest to, czym się stałem

source: The area below the amusement park contained the diary of Plato 1728. A bumbling failure of a machine, Plato 1728 despised conflict. After losing a close friend, he flew into a fit of rage, and started destroying everything in sight, friend and foe alike. Now that he consists of nothing but memories, he watches out over the world, eternally contemplating the meaning of his existence.
pl: Obszar pod parkiem rozrywki zawierał pamiętnik Platona 1728. Nieudana maszyna, Platon 1728 gardził konfliktem. Po stracie bliskiego przyjaciela wpadł w szał i zaczął niszczyć wszystko wokół, zarówno przyjaciół, ja i wrogów. Teraz, składając się tylko z wspomnień, obserwuje świat, po wsze czasy kontemplując znaczenie swojego istnienia.

source: The arm unit of a machine lifeform.
pl: Ramię mechanicznej formy życia.

source: The battle ended up corrupting a portion of my memory—which is a serious pain, as I'm sure you can imagine.
pl: W wyniku tego starcia uszkodzeniu uległa część mojej pamięci... Myślę, że możesz sobie wyobrazić jakie to bywa kłopotliwe.

source: The battle is over!
pl: Walka jest skończona!

source: The battle log is still intact on this... She must have fought right up to the end.
pl: Dziennik bojowy wciąż jest cały... Musiała walczyć do ostatniego tchu.

source: The battle will commence at once.
pl: Zaraz rozpocznie się walka.

source: The bedrock here was bombed out in the last war.
pl: Skała macierzysta została tutaj zbombardowana podczas ostatniej wojny.

source: The black box is a fusion reactor installed in all YoRHa units.
pl: Czarna skrzynka to reaktor fuzyjny zainstalowany w jednostkach YoRHa.

source: The black box...
pl: Czarna skrzynka...

source: The blade is dull - Its power comes from mass alone.
pl: Ostrze jest tępe — jego moc bierze się z masy.

source: The blade is dull - Its power comes from mass alone. Does it smell of iron, or is that human blood...?
pl: Ostrze jest tępe — jego moc bierze się z masy. Czy to zapach żelaza, czy ludzkiej krwi?

source: The bloodied memory chip of a machine lifeform.
pl: Zakrwawiony czip pamięci mechanicznej formy życia.

source: The bloodied memory chip of a machine lifeform. Says its allies were destroyed by the resistance.
pl: Zakrwawiony czip pamięci mechanicznej formy życia. Mówi, że jej sojusznicy zostali zniszczeni przez Ruch Oporu.

source: The blue wind that caresses these grasslands has a pleasing scent. I bring my cheek to his and he twitches, almost as if tickled. Then I spread my wings and let him ride me into the skies above.
pl: Błękitny wiatr muskał równiny, niosąc przyjemny zapach. Przyłożyłam mój policzek do jego, a on się wzdrygnął na ten delikatny dotyk. Rozłożyłam wtedy skrzydła i uniosłam się z nim w niebiosa.

source: The bright gold head of a machine lifeform. In high demand, it fetches a very nice price on the market.
pl: Świecąca złota głowa mechanicznej formy życia. Jest bardzo poszukiwana, można ją sprzedać na rynku za naprawdę dobrą cenę.

source: The bullets rain down without pause.
pl: Pociski padają bez ustanku.

source: The camp leader is confused about the supposed rogue YoRHa units, as there haven't been any reports about recent raids. When attempting to notify the Commander of this, you find that access to the case has been restricted at the highest levels.
pl: Przywódczyni obozu jest zaskoczona informacją o rzekomych zbuntowanych jednostkach YoRHa, ponieważ nie było ostatnio żadnych zgłoszeń o napadach. Próbujesz poinformować o tym Komandor, ale dowiadujesz się, że dostęp do tej sprawy został zastrzeżony na najwyższych poziomach.

source: The carrier ship that was sent to resupply has come under attack.
pl: Lotniskowiec, który wysłano po zapasy, został zaatakowany.

source: The cause appears to be an EMP attack from a gigantic machine lifeform.
pl: Musi to być efekt impulsu elektromagnetycznego wytworzonego przez tę gigantyczną mechaniczną formę życia.

source: The cause was excessive strain due to battle against a large machine lifeform.
pl: Powodem było nadmierne napięcie związane z walką przeciwko dużej mechanicznej formie życia.

source: The child has been brought back to the village, where he reconciled with his parents. Since the machines are cut off from the network, the mother doesn't know what her child is thinking. However, this makes the joy of learning to understand each other that much more fulfilling.
pl: Dziecko zostało przyprowadzone z powrotem do wioski, gdzie ponownie spotkało się ze swoimi rodzicami. Od kiedy maszyny odcięły się od sieci, matka nie wiedziała co myśli jej dziecko. Z drugiej strony, dzięki temu, radość z nauki wzajemnego zrozumienia się, jest tak satysfakcjonująca.

source: The child held sway over enormous strength.
pl: Dziecko władało ogromną siłą.

source: The children of the village are desperate for new playthings. Head to the local tool shop and see what you can do.
pl: Dzieci z wioski desperacko potrzebują nowych przedmiotów do zabaw. Udaj się do lokalnego sklepu z narzędziami i zobacz, co da się z tym zrobić.

source: The chip system lets you create a high-powered chip from the data of several lesser ones.
pl: System czipów pozwala na tworzenie mocniejszego czipu z danych z kilku słabszych.

source: The city ruins are overrun with machines, so 2B and 9S head there to support the Resistance. One particularly large weapon turns out to contain a very angry Eve.
pl: Wrogie maszyny opanowały ruiny miasta, więc 2B i 9S zostali wysłani w tamten rejon, aby pomóc Ruchowi Oporu. Jedna ze szczególnie wielkich broni okazuje się skrywać rozwścieczonego Ewę.

source: The city ruins have been greatly altered by an underground collapse. Following an alien signal, 2B and crew head down and find what appears to be an alien mothership.
pl: Z powodu zapadnięcia się gruntu, ruiny miasta uległy znacznym zmianom. Podążając za obcym sygnałem, 2B i 9S kierują się w głąb ziemi, odkrywając coś, co wygląda jak statek kosmitów.

source: The client has been informed of your findings. Though overcome with grief at the loss of her friend, she seems to have some kind of plan...
pl: Klientka została poinformowana o twoich ustaleniach. Choć ogarnięta żalem po stracie swojego przyjaciela, wydaje się mieć jakiś plan...

source: The command was not executed correctly.
pl: Polecenie nie zostało wykonane prawidłowo.

source: The connection's too unstable to use the transporter.
pl: Aby użyć transportera, połączenie musi być stabilniejsze.

source: The contents are unknown.
pl: Zawartość nieznana.

source: The contents of this book are contained in my internal database.
pl: Zawartość tej książki mieści się w mojej wewnętrznej bazie danych.

source: The control...on the enemy's upper arm...
pl: Przejmij kontrolę... nad ramieniem wroga...

source: The conversation between Operator 6O and unit 2B has been analyzed.
pl: Rozmowa między Operatorem 6O a jednostką 2B została przeanalizowana.

source: The core of a machine lifeform containing a copious amount of data.
pl: Rdzeń mechanicznej formy życia zawierający mnóstwo danych.

source: The core of a machine lifeform containing a copious amount of data. Can be exchanged for money.
pl: Rdzeń mechanicznej formy życia zawierający mnóstwo danych. Może zostać sprzedany.

source: The core of humanity...is conflict.
pl: Rdzeniem ludzkości... jest konflikt.

source: The cores of children from Pascal's village.
pl: Rdzenie dzieci z wioski Pascala.

source: The cores of children from Pascal's village. It is clear they were cherished by the villagers. Can be exchanged for money.
pl: Rdzenie dzieci z wioski Pascala. Bez wątpienia były otoczone troskliwą opieką. Mogą zostać sprzedane.

source: The craftsman modified a sword in search of that feeling, not thinking at all of the pain it would cause—until one night, a bandit broke into his home, snatched the weapon up, and showed him exactly how effective it was.
pl: Rzemieślnik ulepszał swoją broń w poszukiwaniu tego uczucia, nie zastanawiając się nad cierpieniem jakie może sprawić — aż pewnego wieczoru, do jego domu włamał się bandyta. Chwycił broń stworzoną przez rzemieślnika, po czym wbił ją głęboko w ciało jej twórcy, pokazując mu, jak bardzo była skuteczna.

source: The craftsman took a sword to a battlefield and slashed at corpses, disappointed at how easily the sword slid through them. It wasn't satisfying at all. He wanted to really feel like he was ripping through flesh.
pl: Rzemieślnik wziął miecz na pobojowisko i zaczął ciąć nim ciała poległych, rozczarowany łatwością z jaką przechodzi przez zwłoki. Nie zadowoliło go to ani trochę. Chciał poczuć, że przebija się przez żywe ciało.

source: The craftsman's weapons were neither flashy nor attractive, but they never once failed in battle. This reliability afforded him a never-ending stream of loyal clients.
pl: Bronie rzemieślnika może nie były efektowne, czy atrakcyjne, ale nigdy nie zawiodły w walce. I właśnie ta niezawodność zapewniła mu niekończący się strumień lojalnych klientów.

source: The dark, hideous lance was crafted by a beautiful female artisan. As people far and wide praised its design, the artisan's apprentice grew jealous and slew her, the lance itself soon vanishing into the mists of time.
pl: Ohydna, ciemna włócznia, stworzona przez piękną rzemieślniczkę. Ludzie wszem i wobec chwalili jej projekt, co wywołało zazdrość u jej ucznia. Uczeń zabił nią swoją nauczycielkę, zaś włócznia rozpłynęła się w odmętach czasu.

source: The data contained within should prove effective for ungulates such as moose.
pl: Dane w nim zawarte powinny okazać się skuteczne w przypadku zwierząt kopytnych, takich jak łoś.

source: The data for the "3C3C1D119440927" content has been deleted.
pl: Dane zawartości „3C3C1D119440927” zostały usunięte.

source: The data log has been irreparably damaged. Further analysis is impossible.
pl: Nośnik danych został nieodwracalnie uszkodzony. Dalsza analiza jest niemożliwa.

source: The data transmissions... They're resonating with each other...
pl: Te transmisje danych... One rezonują ze sobą...

source: The data-loving Operator 21O has forced another request on you. Check your mail for further details.
pl: Kochająca dane Operatorka 21O zmusiła cię do wykonania kolejnego zadania. Przeczytaj wiadomość, aby poznać więcej szczegółów.

source: The debug menu can now be accessed by pressing <BTN_R2><ICON_PLUS><BTN_SELECT> Activating the debug menu will disable all save functionality until you load any save data.
pl: Menu debugowe dostępne po naciśnięciu <BTN_R2><ICON_PLUS><BTN_SELECT> Aktywowanie menu debugowego wyłącza funkcję zapisu do czasu wczytania wcześniejszego zapisu.

source: The defense program has initated a purge.
pl: System obronny zainicjował procedurę oczyszczania.

source: The desert heat is going to make resupply efforts difficult, 2B.
pl: Gorąc pustyni utrudni uzupełnienie zapasów, 2B.

source: The desired contents of this request are spelled out below. Please gather the following for information analysis: - Vestiges of human life from the large-scale ruins in the desert. These ruins are the remains of what was once a residential area—a complex of multiple dwellings. Photograph these vestiges and send them to me.
pl: Wymagane przeze mnie materiały są wymienione poniżej. Proszę, przeprowadźcie analizę poniższych informacji i zbierzcie: - Pozostałości ludzkiego życia z wielkich ruin na pustyni. Te ruiny to pozostałość czegoś, co kiedyś było strefą mieszkalną, kompleksem wielu schronień. Sfotografujcie te pozostałości i prześlijcie zdjęcia do mnie.

source: The destruction of all YoRHa units is an essential component of the project plan.
pl: Zniszczenie wszystkich jednostek YoRHa jest kluczowym elementem planu projektu.

source: The door to the storage room was shut tight.
pl: Drzwi do magazynu są szczelnie zamknięte.

source: The door's open! Keep moving!
pl: Drzwi zostały otwarte! Nie zatrzymuj się!

source: The doors close on my friends. The last thing I see is the face of my captain, Rose. She looks...concerned. But then the doors shut and she is no more.<bt_wait>
pl: Drzwi zamykają się za moimi przyjaciółkami. Ostatnia rzecz, jaką widzę to twarz mojej kapitan Róży. Wygląda na... zmartwioną. Ale drzwi się zamykają i już jej nie ma.<bt_wait>

source: The earthquake really caught me off guard! I actually dropped one of my torsos.
pl: To trzęsienie ziemi mnie naprawdę zaskoczyło! Upuściłem jeden z moich torsów.

source: The effect limit for "<CHIP_NAME>" has been exceeded. Effect limit: <CHIP_HELP>
pl: Przekroczono limit efektu dla czipu: <CHIP_NAME>. Limit efektu: <CHIP_HELP>

source: The elegant white spear was crafted by a tyrant as a gift for his wife—whose parents he had killed years earlier. She slipped it under the bed they shared, then later used it to run him through 30 times.
pl: Elegancka, biała włócznia, stworzona przez tyrana jako prezent dla swojej żony — której rodziców zabił lata tamu. Ukryła ją pod łożem, które dzielili, by lata później zadać mu nią 30 ciosów.

source: The elevator moves ever lower, creating a countdown on Number 21's life.<bt_wait> How much time has passed? How much can possibly be left?<bt_wait> Too long to wait, yet not long enough for regret. </page>
pl: Winda zjeżdża coraz niżej, tworząc odliczanie dla życia Numeru 21.<bt_wait> Ile czasu minęło? Ile mogło jeszcze zostać?<bt_wait> Za długo, by czekać, za krótko, by żałować. </page>

source: The end to the battle over Adam and Eve approaches. As the war between androids and machines continues around them, 2B and 9S cling tightly to life.
pl: Bitwa z Adamem i Ewą zbliża się ku końcowi. Wprawdzie wojna androidów z maszynami trwa dalej, ale 2B i 9S zdecydowali, że będą się kurczowo trzymać życia.

source: The enemies are tough, and I'd lose a lot of good people if we tried to clear them out. But you two seem like you can handle yourselves, so...
pl: Przeciwnicy są tam potężni, i straciłabym wielu dobrych ludzi, gdybyśmy próbowali się ich stamtąd pozbyć. Ala wasza dwójka wygląda na takich, co sobie radzą, więc...

source: The enemy gets stronger in Hard mode and you can't use any lock-on features.
pl: Na poziomie Trudnym przeciwnicy stają się silniejsi i nie możesz używać żadnych skupiających na celu zdolności.

source: The enemy is connected to a vast network.
pl: Wroga jednostka jest podłączona do rozległej sieci.

source: The enemy machines are multiplying in front of us. We can't hold this position!
pl: Wrogie jednostki dosłownie mnożą się na naszych oczach. Nie utrzymamy tej pozycji!

source: The enemy seems to have repurposed the facility to increase their overall machine production.
pl: Wygląda na to, że wróg przerobił obiekt tak, aby zwiększyć ogólną produkcję maszyn.

source: The enemy's chain of command has been thrown into complete chaos.
pl: Łańcuch dowodzenia wroga pogrążył się w kompletnym chaosie.

source: The enemy's defensive weapon is making things more difficult than we estimated.
pl: Okazało się, że broń defensywna wroga utrudniła nam atak zdecydowanie bardziej, niż zakładaliśmy.

source: The enemy's processing speed has returned to normal.
pl: Szybkość przetwarzania przeciwnika wróciła do standardowego poziomu.

source: The energy seems to be coming from a large number of linked machine lifeforms.
pl: Wygląda na to, że to energia, która wypływa z dużej ilości połączonych ze sobą mechanicznych form życia.

source: The excitement we feel in battle is caused by a type of pleasure-generating chemical produced in our circuits!
pl: Ekscytacja, którą odczuwamy w trakcie walki, pochodzi z chemicznego mechanizmu przyjemności wytwarzanej w naszych obwodach!

source: The experience with the female android who wanted to modify her partner has taught Pascal that women can be scary.
pl: Doświadczenie z żeńskim androidem, który chciał modyfikować swojego partnera, nauczyło Pascala, że kobiety mogą być straszne.

source: The extinction of YoRHa is also surely a matter of time.
pl: Zagłada YoRHa to z pewnością tylko kwestia czasu.

source: The fact humanity is already...extinct?
pl: Fakt, że ludzkość już... wyginęła.

source: The feature was removed from newer models for this reason.
pl: Właśnie z tego powodu usunięto tę funkcję z nowszych modeli.

source: The feeling is:
pl: Mam przeczucie:

source: The female android fled as a distraction, but should be somewhere in the amusement park. Go help her!
pl: Żeński android uciekł w celu odwrócenia uwagi, ale powinien być gdzieś w parku rozrywki. Pomóż mu!

source: The female android was trying to modify the male android's personality to be more to her liking. This is the sixth time she's reformatted him.
pl: Żeński android próbował zmodyfikować osobowość męskiego androida, aby bardziej się jej podobał. To już szósty raz, gdy go tak "przeformatowała".

source: The fight was everything.
pl: Ta walka była wszystkim.

source: The final part in possibly the best soundtrack series ever.
pl: Ostatnia, piąta część najwspanialszej kolekcji.

source: The final screams they summoned on the edge of death...
pl: Te ostatnie wrzaski, które nasi wrogowie wydali, znajdując się na granicy życia i śmierci...

source: The finish line is over there!
pl: Linia mety jest tam!

source: The finish line is over there.
pl: Linia mety znajduje się tam.

source: The first is to take them to a maintenance shop like this one right here.
pl: Pierwszy, to przyniesienie ich do warsztatu takiego jak ten.

source: The first king of the forest, who rotted away in its deepest reaches. Left there through the ages, its body is covered in unfathomable quantities of moss. The grave at its side contains historical data inscribed by the secretary of the forest kingdom.
pl: Pierwszy Król Lasu, który rozłożył się w najgłębszych leśnych ostępach. Pozostawiony tam przez wieki, jego ciało pokryło się niepojętą ilością mchu. Grób u jego boku zawiera dane historyczne, spisane przez sekretarza Leśnego Królestwa.

source: The flight units should be on the roof of that building up ahead.
pl: Jednostki latające wysłane przez Dowództwo już powinny znajdować się na na dachu tego budynku, znajdującego się przed nami.

source: The following actions are not mapped to a button.
pl: Ta akcja nie jest zmapowana do przycisku.

source: The following actions are not mapped to a button. Do you want to proceed with this configuration anyway?
pl: Ta akcja nie jest przypisana do przycisku. Kontynuować pomimo to?

source: The following document details the final stages of Project YoRHa. (Note that this document has been marked with Level-SS confidentiality, and should not be disclosed to any YoRHa personnel, including the Bunker commander.) [Black Box] Each YoRHa unit is equipped with a "black box," an item created by reusing the core of a machine lifeform. As such, it could be said that the consciousnesses of YoRHa units and machine lifeforms share the same structure. Said black boxes were installed after determining that it would be inhumane to install standard AI in androids that are ultimately destined for disposal. (For the record, malfunctioning black boxes have caused some YoRHa units to turn hostile.)
pl: Poniższy dokument zawiera ostatnie etapy Projektu YoRHa. (Należy zauważyć, że poniższy dokument został oznaczony poziomem poufności SS i nie powinien być pokazywany nikomu z personelu YoRHa, włączając w to Komandor Bunkra) [Czarna skrzynka] Każda jednostka YoRHa została wyposażona w „czarną skrzynkę”, czyli przedmiot stworzony z recyklingu rdzeni mechanicznych form życia. Można zatem powiedzieć, że świadomość jednostek YoRHa, oraz mechanicznych form życia, dzieli tę samą strukturę. Wspomniane czarne skrzynki zostały zainstalowane po decyzji, że niehumanitarnym byłoby instalowanie standardowej SI w androidach, które docelowo i tak zostały przeznaczone do zniszczenia. (Dla ścisłości, wadliwe czarne skrzynki sprawiają, że jednostki YoRHa stają się agresywne)

source: The following materials document the final stages of the YoRHa project. (Note that this information is classified as Level-SS, meaning that it must not be disclosed to anyone involved in the YoRHa project, including the Commander of the Bunker.) [Project 03-01: Disposal of YoRHa] The backdoor of the Bunker has been set to open once the time approaches to switch to new models when enough combat data has been collected. The Bunker will be disposed of by having it be deliberately attacked by machines. At this time, all materials regarding the YoRHa project, including this document, will be lost, and falsification of the information that mankind still resides on the moon will be complete.
pl: Poniższe materiały opisują ostatnie fazy Projektu YoRHa. (Należy zauważyć, że poniższy dokument został oznaczony poziomem poufności SS i nie powinien być pokazywany nikomu z personelu YoRHa, włączając Komandor Bunkra) [Projekt 03-01: Likwidacja YoRHy] Tylne wejście do Bunkra zostało zaprogramowane tak, aby otworzyło się w momencie, gdy zostanie zebrana wystarczająca ilość danych bojowych i nadejdzie czas, aby przejść na nowe modele. Zniszczenie Bunkra poprzez celowe dopuszczenie do ataku maszyn. W tym momencie, wszystkie materiały dotyczące projektu YoRHa, wraz z tym dokumentem, zostaną zniszczone. A fałszerstwo informacji, jakoby ludzkość wciąż przebywała na Księżycu, zostanie w pełni zakończone.
